<template>
	<view class="content">
		<!-- #ifndef MP-WEIXIN -->
		<view class="l-fixed">
			<view class="l-status"></view>
			<!-- l-head -->
			<view class="l-head">
				第3章 了解古书的能力
			</view>
		</view>
		<view class="l-placeholder"></view>
		<!-- #endif -->
		<view class="l-body">
			<scroll-view scroll-y class="l-scroll">
				<view class="l-scroll-view">
					<section class="read-section jsChapterWrapper" data-chapter-id="432236890">
						<h3>第3章 了解古书的能力</h3>
						<p>　　在得到古书的指引后，陈荣火立刻向下河村的方向走去。</p>
						<p>　　一路上他小心翼翼，做贼一样四处查看，担心再遇到绿水湾大河蟹那样的恐怖生物。</p>
						<p>　　他有些后悔，后悔自己太匆忙，进入这个世界之前都没事先准备些武器。</p>
						<p>　　他下定决心吸取这次的教训，以后做什么事都要事先筹划好才行。</p>
						<p>　　不过这么想着时，他念头忽然一动，伸手向自己的衣兜摸去，随着这一摸，他才发现，自己的手机竟然不见了。</p>
						<p>　　甚至不止是手机，他随身携带的火机，小刀，还有其他东西，竟全都不见了。</p>
						<p>　　唯一还在的，只有他身上的这套衣服。</p>
						<p>　　难道进入众神世界，除了身上的衣服，不允许携带其他东西吗？</p>
						<p>　　陈荣火心中一动。</p>
						<p>　　他的这些东西揣在不同的衣兜里，怎么也不可能一下子全都丢了。</p>
						<p>　　陈荣火紧了下拳头。</p>
						<p>　　没了手机，其他东西也都消失不见，再一次让他真实感受到自己和原先的世界的距离，感受到了孤独和迷茫。</p>
						<p>　　三百年……</p>
						<p>　　我要想活过这三百年，必须得先找一个安身之地，同时也要尽快成为修炼者，获得可以自保的实力才行。</p>
						<p>　　还有，我在这个世界的最大倚仗，可能就是我脑海里的古书了，知己知彼百战不殆，我也必须弄清这本古书都有哪些作用。</p>
						<p>　　念头一动，陈荣火再次将意识落在了古书上。</p>
						<p>　　这一次，他选择让古书将自己的信息显示了出来：</p>
						<p>　　【神秘古书：由全知之书和封印之书两大神器融合而成，拥有两大神器的所有能力。</p>
						<p>　　因器灵消逝，古书契约了新的宿主。</p>
						<p>　　古书的能力会随着宿主实力的提高而逐渐解锁。</p>
						<p>　　目前古书拥有能力1：鉴定，此能力可以堪破本质，鉴定一切事物，此能力属于古书本能，不需要消耗能量。</p>
						<p>　　能力2：推演预测，此能力需要消耗能量，能量足够，可以推演和预测一切。</p>
						<p>　　能力3：封印，古书目前开启封印页数为1，能量足够，可以用此封印页封印一切。</p>
						<p>　　古书残余能量：2</p>
						<p>　　宿主成为正式修炼者前，古书根据宿主实力的高低，每天最多积攒5点能量。</p>
						<p>　　宿主成为正式修炼者后，可以用自身能量催动古书，届时古书每天积攒的能量，将会被宿主吸收，用以提升宿主的修炼速度。】</p>
						<p>　　当看完古书的自我简介之后，陈荣火顿时眉头微皱。</p>
						<p>　　之前他还以为自己可以仗着古书推演一切，譬如询问众神究竟是什么样的存在，自己又该如何成为修炼者之类的。</p>
						<p>　　但是现在看来，这条路即使能够行得通，怕是也得等古书积攒大量能量才行。</p>
						<p>　　同时遗憾的是，之前他使用古书的推演能力，推演人类聚集地时，也没有注意古书消耗了多少能量。</p>
						<p>　　“现在古书只剩下两点能量，不能乱用。必须得等我确定安全之后，才能使用古书的推演能力。至于封印能力，目前来说对我的作用应该不大，暂时不用考虑。”</p>
						<p>　　陈荣火心中沉吟，有了计划。</p>
						<p>　　接着在了解了自身的底牌之后，他也开始加快速度，一路往前走去。</p>
						<p>　　四里地路，他走了有二十分钟。</p>
						<p>　　二十分钟后，前方一个破败的村庄出现在他眼中。</p>
						<p>　　放眼望去，这个村庄虽然破败，但是也足有一百多户人家。</p>
						<p>　　他知道，这多半就是之前古书所说的下河村了。</p>
						<p>　　在村子前方，有一个宽阔的广场。</p>
						<p>　　陈荣火走过去，远远看到一个光着上半身的大汉，正站在广场上巡视。那大汉身前，三十多个七八岁到十几岁的半大孩子，正在那大汉的呵斥下，一板一眼地打着一套拳法。</p>
						<p>　　这套拳法在那些太小的孩子身上体现不出来什么，但是那些半大的孩子打起这套拳法来，却虎虎生风，仿佛凶兽出世，气势十足。</p>
						<p>　　哪怕他也能够看出，那些孩子打的拳法，绝对跟地星自己见过的许多架子货不同。</p>
						<p>　　这绝对是一门极强的拳法，能够开碑裂石，是真正的杀人拳法。</p>
						<p>　　随着越来越近，他甚至能够看到，有些大点的孩子一掌落下，竟然都能在地上吹起一片尘土来。</p>
						<p>　　他们修炼的这是什么拳法，我能学吗？</p>
						<p>　　什么是修炼者，修炼者就是和练武一样打拳吗？</p>
						<p>　　还有我如果学习这门拳法，要多久能够成为正式修炼者？</p>
						<p>　　一个个念头从陈荣火心中浮现，他分出一丝意识，落在了脑海里的古书上。</p>
						<p>　　不知道是不是因为古书与他彻底融合在了一起的缘故，现在的他已经可以一心二用。</p>
						<p>　　也就是说他可以一边用意识观看古书，一边做其他的事情。</p>
						<p>　　【猛虎炼心拳（残）：众神世界广为流传的学徒级大众拳法。</p>
						<p>　　修炼此拳最快之人，曾在三年内成为正式武者。</p>
						<p>　　众神世界大多数人练的都是残缺版猛虎炼心拳，只有少部分势力掌握完整版的此拳。</p>
						<p>　　此拳完整版为上品学徒级拳法。</p>
						<p>　　资质相同的人修炼此拳，修炼完整版的速度，会比修炼残缺般的速度快三倍。】</p>
						<p>　　正式武者？</p>
						<p>　　所谓的修炼者，就是单指武者吗？</p>
						<p>　　当用古书的鉴定能力，鉴定出广场上那些孩子所修的拳法之后，陈荣火心中一动。</p>
						<p>　　众神世界，是有神灵存在的世界。</p>
						<p>　　如果单纯修炼武道，会有作用吗？</p>
						<p>　　又或者，修炼到后期，强大的武者，也可以伐神？</p>
						<p>　　一个个念头，自他心中涌出，只是使用古书推演这些东西，需要消耗能量，现在古书只有两点能量残余，这是他的底牌，不敢乱用。</p>
						<p>　　“这位公子不知来自哪里，到我下河村有河贵干？”</p>
						<p>　　就在陈荣火浮想联翩之时，下河村广场边上的一棵大树下，一个蹲在地上望着广场上的孩子们的老头，忽然站起，快步迎上来，对来到广场前的他询问道。</p>
						<p>　　老头脸上皱纹密布，身材干瘦，看起来至少已有七十岁。</p>
						<p>　　他看着陈荣火，尤其是浑浊的目光落在陈蓉火身上的衣服上，似是有道道精光闪动。</p>
						<p>　　虽然陈荣火的穿着与他所知的所有人都格格不入，但是看陈荣火身上衣物布料之精细，却不是谁都能穿得起的。</p>
						<p>　　听到声音，陈荣火回过头，目光落在老头身上，并下意识使用了古书的鉴定能力。</p>
						<p>　　【黄铁生：下河村村长，初阶大地武者。</p>
						<p>　　身有暗伤，剩余寿命一年。</p>
						<p>　　同时其也是古老的术士家族传人。</p>
						<p>　　但是千年过去，他早已经遗忘了祖先的荣光。】</p>
						<p>　　术士，这又是什么？</p>
						<p>　　难道是另一条修炼之路吗？</p>
						<p>　　陈荣火心中一动。</p>
						<p>　　如果不是情况不允许，他早已经使用古书的能力，彻底搞清楚修炼者到底是怎样一群人了。</p>
						<p>　　这么想着，他嘴上则连忙道：“大爷你好，我从很远的地方来，走得累了，想要在村子里歇歇，讨几口水喝，不知可否？”</p>
						<p>　　这是他一早就准备好的说辞。</p>
						<p>　　至于讨完水之后，要怎么融入这个村子，就只能随机应变了。</p>
						<p>　　“当然可以，公子远来是客，若不嫌弃，可以先到我家里歇一歇。”</p>
						<p>　　听陈荣火这么说，老头立刻笑容可掬道：“我是下河村的村长，姓黄，村里的老人都叫我老黄，公子你也可以这么叫我。”


						</p>
					</section>
				</view>
			</scroll-view>
		</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {

			}
		},
		onLoad() {
			// #ifdef MP-WEIXIN
			uni.setNavigationBarTitle({
				title: `第3章 了解古书的能力`
			})
			// #endif
		}
	}
</script>

<style>
	.l-body {
		padding: 32rpx;
		font-size: 30rpx;
		color: #D1D1D6;
		line-height: 50rpx;
	}

	h3 {
		font-size: 50rpx;
		margin-bottom: 20rpx;
	}
</style>
